Repository: 1930s/bookmarks
Catalog: l10n/*/bookmarks.po
Languages: az

source: No file provided for import
az: Götürmək üçün heç bir fayl təqdim edilməyib

source: Unsupported file type for import
az: Fayl tipi götürülmə üçün dəstəklənmir

source: Bookmarks
az: Sayt qeydiyyatları

source: Tags
az: Işarələr

source: Filter by tag
az: Əsas-a görə süzgəc

source: Import error
az: Əlavə səhvi

source: Import completed successfully.
az: Əlavə uğurla bitdi.

source: Uploading...
az: Serverə yüklənir...

source: Bookm.
az: Qeyd.

source: Add a bookmark
az: Sayt qeydıyyatı əlavə et

source: Close
az: Bağla

source: The title of the page
az: Səhifənin başlığı

source: Description of the page
az: Səhifə üçün açıqlama

source: Save
az: Saxlamaq

source: Delete
az: Sil

source: Edit
az: Dəyişiklik et

source: Cancel
az: Dayandır

source: Address
az: Ünvan

source: Add
az: Əlavə etmək

source: Settings
az: Quraşdırmalar

source: Export
az: Çıxarış

source: Import
az: Əlavə et
